<?php
page_1(

    // Фото для промо-блока первой страницы
    'promo_1.jpg',

    // Направления
    array(
        array(
            'Ссылка на страницу направления' => 'http://research.sfu-kras.ru/01.06.01',
            'Изображение карточки направления' => '010601.jpg',
            'Название направления' => 'Математика и механика',
            'Код направления' => '01.06.01',
        ),
        array(
            'Ссылка на страницу направления' => 'http://research.sfu-kras.ru/01.06.01',
            'Изображение карточки направления' => '020601.jpg',
            'Название направления' => 'Компьютерные и информационные науки',
            'Код направления' => '02.06.01',
        ),
        array(
            'Ссылка на страницу направления' => 'http://research.sfu-kras.ru/01.06.01',
            'Изображение карточки направления' => '030601.jpg',
            'Название направления' => 'Физика и астрономия',
            'Код направления' => '03.06.01',
        ),
        array(
            'Ссылка на страницу направления' => 'http://research.sfu-kras.ru/01.06.01',
            'Изображение карточки направления' => '040601.jpg',
            'Название направления' => 'Химические науки',
            'Код направления' => '04.06.01',
        ),
        array(
            'Ссылка на страницу направления' => 'http://research.sfu-kras.ru/01.06.01',
            'Изображение карточки направления' => '050601.jpg',
            'Название направления' => 'Науки о земле',
            'Код направления' => '05.06.01',
        ),
        array(
            'Ссылка на страницу направления' => 'http://research.sfu-kras.ru/01.06.01',
            'Изображение карточки направления' => '060601.jpg',
            'Название направления' => 'Биологические науки',
            'Код направления' => '06.06.01',
        ),
    )
);
?>