<?php
page_2(
    
    // Фото для промо-блока второй страницы
    '010601.jpg',

    // Институт(ы), реализующие направление
    '<a href="http://math.sfu-kras.ru/">ИМиФИ</a> и <a href="http://pkikit.sfu-kras.ru/">ИКИТ</a>',

    // Программы
    array(
        array(
            'Ссылка на страницу программы' => 'http://research.sfu-kras.ru/node/14203',
            'Изображение карточки программы' => '010101.jpg',
            'Название программы' => 'Вещественный, комплексный и функциональный анализ',
            'Код программы' => '01.01.01',
        ),
        array(
            'Ссылка на страницу программы' => 'http://research.sfu-kras.ru/node/14203',
            'Изображение карточки программы' => '010102.jpg',
            'Название программы' => 'Дифференциальные уравнения, динамические системы и оптимальное управление',
            'Код программы' => '01.01.02',
        ),
        array(
            'Ссылка на страницу программы' => 'http://research.sfu-kras.ru/node/14203',
            'Изображение карточки программы' => '010106.jpg',
            'Название программы' => 'Математическая логика, алгебра и теория чисел',
            'Код программы' => '01.01.06',
        ),
        array(
            'Ссылка на страницу программы' => 'http://research.sfu-kras.ru/node/14203',
            'Изображение карточки программы' => '010107.jpg',
            'Название программы' => 'Вычислительная математика',
            'Код программы' => '01.01.07',
        ),
    )
);
?>