<?

// !Дирректория для фотографий в промо-блок первой страницы
// /htdocs/files/aspirantura/first_page/promo

// !Дирректория для изображений в карточки направлений первой страницы
// /htdocs/files/aspirantura/first_page/directions

// !Дирректория для изображения в промо-блок второй страницы
// /htdocs/files/aspirantura/second_page/promo

// !Дирректория для изображений в карточки программ второй страницы
// /htdocs/files/aspirantura/second_page/programs

// !Дирректория для изображений в промо-блок третьей страницы
// /htdocs/files/aspirantura/third_page/promo

// !Дирректория для портретов научных руководителей
// /htdocs/files/aspirantura/third_page/advisors

// !Статические файлы (общие для всех программ)
// /htdocs/files/aspirantura/fiels






// !Формирование третьей страницы
// Для того, чтобы применилось дефолтное изображение научного руководителя, в следующей строке ассоциативного массива нужно оставить значение пустым
'Фотография' => '',

// !Наследование
// Промо-блок третьей страницы наследует изображение из карточки программы второй страницы, но лежит: /htdocs/files/aspirantura/third_page/promo
// Промо-блок второй страницы наследует изображение из карточки направления первой страницы, но лежит: /htdocs/files/aspirantura/second_page/promo